Repository: malko/battery-indicator-upower
Catalog: po/*.po
Languages: ar, de, fr, nl

source: Refresh now
ar: تحديث
de: Jetzt aktualisieren
fr: Rafraîchir maintenant
nl: Nu vernieuwen

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
nl: Voorkeuren

source: General
ar: عام
de: Allgemein
fr: Général
nl: Algemeen

source: Global Settings
ar: الإعدادات العامة
de: Globale Einstellungen
fr: Paramètres Généraux
nl: Algemene voorkeuren

source: Refresh interval
ar: الفاصل الزمني للتحديث
de: Aktualisierungsintervall
fr: Interval de rafraîchissement
nl: Vernieuwen, elke

source: Number of seconds to wait before automatic refresh of info.
ar: عدد الثواني قبل التحديث التلقائي للمعلومات.
de: Anzahl an Sekunden, bevor Infos automatisch aktualisiert werden.
fr: Nombre de secondes à attendre avant le prochain rafraîchissement automatique.
nl: Het aantal seconden tussen het automatisch vernieuwen van de informatie.

source: Allow manual refresh
ar: السماح بالتحديث اليدوي
de: Manuelles Aktualisieren erlauben
fr: Autoriser le rafraîchissement manuel
nl: Handmatig vernieuwen tonen

source: Whether to add a menu item to manually refresh indicators info.
ar: إضافة عنصر قائمة لتحديث معلومات المؤشرات يدويًا.
de: Ermöglicht das manuelle Aktualisieren der Indikator-Info über einen Menüeintrag.
fr: Cela permet d'ajouter ou non une entrée de menu permettant de rafraîchir manuellement les informations de l'indicateur.
nl: Toon een menu-item om de informatie handmatig te vernieuwen.

source: Quick settings access
ar: الوصول السريع إلى الإعدادات
de: Schnellzugriff auf Einstellungen
fr: Accès rapide aux paramètres
nl: Snelle voorkeuren tonen

source: Whether to add a settings menu item in popup menu or not.
ar: إضافة عنصر الإعدادات في القائمة المنبثقة.
de: Auswahl, ob der Menüeintrag Einstellungen angezeigt werden soll.
fr: Cela permet d'ajouter ou non une entrée de menu pour accéder aux paramètres.
nl: Toon een menu-item naar de snelle voorkeuren in het uitbreidingenmenu.

source: Hide empty indicator
ar: إخفاء المؤشر الفارغ
de: Leeren Indikator ausblenden
fr: Masquer l'indicateur si vide

source: Whether to hide indicator when no device to display.
ar: إخفاء المؤشر عندما لا يوجد جهاز للعرض
de: Auswahl, ob der Indikator ausgeblendet werden soll, wenn kein Gerät angezeigt wird.
fr: Cela masquera l'indicateur si aucune entrée selectionnée n'est disponible.

source: Use symbolic icons
ar: استخدم الأيقونات الرمزية
de: Stilisierte Symbole verwenden
fr: Utiliser les icônes symboliques
nl: Symbolische pictogrammen gebruiken

source: Use black & white icons instead of colorfull icons.
ar: استخدم الرموز بالأبيض والأسود بدلاً من الرموز الملونة.
de: Schwarz-weiße Symbole verwenden anstatt der farbigen Symbole.
fr: Utiliser des icônes en noir et blanc au lieu d'icônes colorées.
nl: Toon zwart-witpictogrammen in plaats van gekleurde.
